Repository: OxySocks/micro
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: mag niet leeg zijn

source: is invalid
nl: is ongeldig

source: has invalid format
nl: heeft een ongeldig formaat

source: has an invalid entry
nl: heeft een ongeldige entry

source: is reserved
nl: is gereserveer

source: does not match confirmation
nl: komt niet overeen met bevestiging

source: is still associated to this entry
nl: is nog steeds geassocieerd aan deze entry

source: are still associated to this entry
nl: zijn nog steeds geassocieerd aan deze entry

source: should be %{count} character(s)
nl: zou %{count} karakters moeten zijn

source: should have %{count} item(s)
nl: zou %{count} item(s) moeten hebben

source: should be at least %{count} character(s)
nl: zou op zijn minst %{count} karakter(s) lang moeten zijn

source: should have at least %{count} item(s)
nl: zou op zijn minst %{count} item(s) moeten bevatten

source: should be at most %{count} character(s)
nl: zou op zijn meest %{count} karakter(s) moeten zijn

source: should have at most %{count} item(s)
nl: zou op zijn meest %{count} item(s) moeten bevatten

source: must be less than %{count}
nl: moet minder zijn dan %{count}

source: must be greater than %{count}
nl: moet groter zijn dan %{count}

source: must be less than or equal to %{count}
nl: moet kleiner of gelijk zijn dan %{count}

source: must be greater than or equal to %{count}
nl: moet groter of gelijk zijn dan %{count}

source: must be equal to %{count}
nl: moet gelijk zijn aan %{count}
